
{
  "Characters": [
    {
      "id": 1,
      "nombre": "kakashi hatake",
      "rango":"Ambu",
      "atake":"Amatensu",
      "aldea":"Aldea de la hoja",
      "imagen":"http://2.bp.blogspot.com/-ArAY7RzbwH8/VnKmuaxx1pI/AAAAAAAAC-c/TzySCHW5hk8/s1600/Kakashi_Render.png",
      "body": "es el instructor del equipo 7 es el un jounin y ex ambu  con cuantiosas habilidades y alta experiensia en misiones de alto rango y muchas hailidades entre las cauels resalta su sharingan eredado de su dufinto amigo obito uchiha el cual le a permitido copiar miles de tecnicas por el cual ha ganado el nombre de ninja que copia"
    },
    {
      "id": 2,
      "nombre": "Sasuke Uchiha",
      "rango":"Gennin",
      "atake":"Susano",
      "aldea":"Aldea de la hoja",
      "imagen":"https://i.pinimg.com/originals/5b/91/42/5b9142c911364df6967253caf666ed7e.png",
      "body": "Sasuke desde el primer momento muestra ser un chico frío, severo, antipático, orgulloso y con un gran don en las artes del Ninjutsu y muy habilidoso en el Taijutsu y gracias a suSharingan tambien en los Genjutsu, su unica y preciada ambicion es volverse poderoso a cualquier precio para cumplir sus dos objetivos; matar a su hermano Itachi Uchiha y reconstruir su clan(aunque no a mostrado interes en este) , desprecia el compañerismo y es muy orgulloso, incluso prepotente, pues es consciente de sus habilidades superiores como Uchiha. Posteriormente se descubre que Sasuke no siempre ha sido así, en su infancia era un niño cariñoso, alegre y despreocupado a pesar de vivir a la sombra de su hermano, a quien su padre, Fugaku Uchiha, prestaba mayor atención. A pesar de esto Sasuke estaba muy unido a su hermano y siempre sasuke trató de ser igual a él. Tras la muerte de todo su clan a manos de Itachi, Sasuke lo odió con todas sus fuerzas, por que él fue quien mató a su clan , cambiando su carácter. Conforme avanza la historia, Sasuke llega a apreciar sus vínculos de amistad y a dejar de lado sus ansias de venganza, especialmente gracias a su relación con Naruto Uzumaki y Sakura Haruno, a quienes llega a apreciar como personas muy importantes para él. Sin embargo, una vez es tentado por Orochimaru y derrotado nuevamente por su hermano Sasuke decide renunciar a sus vínculos por considerarlos un obstáculo y se vuelve una persona impasible y obsesionado con sus objetivos (matar a Itachi Uchiha) , para cuyo cumplimiento no duda en aliarse con Orochimaru y tratar de matar a Naruto para obtener el Mangekyo Sharingan, aunque finalmente no lo hace para no seguir los retorsidos pasos de su hermano.Dos años y medio después Sasuke muestra un carácter aún más displicente y arrogante que antes, consciente de su gran progreso. Incluso el propio Orochimaru afírma que 'es más difícil de tratar que él'. Sasuke se muestra más decidido que nunca a cumplir su venganza y para ello admite no importarle prestar su cuerpo al sannin o querer acabar con Naruto. A pesar de esto Sasuke revela un gran resentimiento y desprecio por su maestro, a quien considera un simple y patético desecho por jugar con las vidas de sus subordinados y se rebela contra él. Sasuke es más calculador, frío y ensimismado que nunca, muestra sin embargo que no es un asesino al ser reticente a matar a sus enemigos, Suigetsu le llama un 'verdadero ninja deKonoha'. Finalmente y tras la muerte de su hermano Itachi, Sasuke cambia radicalmente su manera de pensar al saber que era en realidad la mayor preocupación de su hermano, decide continuar con su camino de venganza contra la aldea que le arrebató la vida y la esperanza a su hermano, ya que para Sasuke el sacrificio de su hermano mayor es el pilar de su nuevo camino. El odio y el dolor de Sasuke son las sensaciones que guían al ninja a pesar de que de nuevo valora los vínculos de amistad que una vez rompió, esta vez encarnados en su escuadrón Taka"
    },
    {
      "id": 3,
      "nombre": "Naruto Uzumaki",
      "rango":"Hokage",
      "atake":"Razengan",
      "aldea":"Aldea de la Hoja",
      "imagen":"https://i.pinimg.com/originals/09/42/50/094250d092a9ecd043039d8805aede69.png",
      "body": "Naruto al principio era un estudiante mediocre y una persona muy poco ejemplar, ya que constantemente hacía bromas en la aldea y siempre era muy malo realizando jutsus. Cuando fue a presentar el examen para ser Genin, Naruto fue el único que no supero la prueba (ya que la prueba final consistía en aprender a usar el bunshin no Jutsu y el Henge no Jutsu). Para poder convertirse en Genin, Mizuki un ninja ambicioso, le sugirió que encontrara el Pergamino del Sello del Primer Hokage, que contenía jutsus prohibidos o Kinjutsus. Cuando el Tercer Hokage se enteró, encargó a un grupo de Chūnin la misión de encontrar a Naruto, siendo el primero en encontrarlo Iruka. Cuando Naruto explicó que el que le dijo que robara el Pergamino fue Mizuki, este ultimo aparece, atacando a Iruka y revelando la verdad sobre el Kyūbi a Naruto, quien escapa por su confusión. Finalmente, justo cuando Mizuki iba a matar a Iruka, Naruto intervino usando el Jutsu Multi Clones de Sombras, venciendo así a Mizuki y convirtiéndose a la vez en Genin"
    },{
      "id": 4,
      "nombre": "Sakura",
      "rango":"chounin",
      "atake":"Fuerza Bruta",
      "aldea":"Aldea de la Hoja",
      "imagen":"https://i.pinimg.com/originals/f6/23/c2/f623c2fc1e766be147d543ed47d920dc.png",
      "body": "En la primera saga de la historia Sakura demuestra su control perfecto del chakra al trepar por primera vez en un árbol sin usar las manos, pero durante la batalla de Zabuza contra Kakashi tanto la primera como la segunda se queda a proteger a Tazuna del enemigo, no participando en batalla contra Haku como sus compañeros; aunque demuestra que no sólo se preocupa por Sasuke sino también por Naruto y se siente inútil por no poder haberles ayudado en ninguna ocasión"
    },
    {
      "id": 5,
      "nombre": "Yamato",
      "rango":"Ambu",
      "atake":"Estilo de Madera",
      "aldea":"Aldea de la Hoja",
      "imagen":"https://i.pinimg.com/originals/46/bd/e6/46bde6989ad440f4eba9a2f2786abf83.png",
      "body": "in embargo, Yamato fué el único superviviente y se vio dotado de las habilidades del Primero. Yamato se graduó en la academia ninja y se convirtió en Chunin a la edad de seis años. Más tarde, se sumó al ANBU y, durante un tiempo, desempeñó su trabajo bajo la dirección de Kakashi Hatake. Yamato también llegaría a tener el mejor expediente del ANBU sirviendo bajo el mandato del Tercer Hokage. También se ha demostrado que la Quinta Hokage confía en él."
    },
    {
      "id": 6,
      "nombre": "Sai",
      "rango":"Ambu",
      "atake":"Pintura",
      "aldea":"Aldea de la Hoja",
      "imagen":"https://www.pikpng.com/pngl/b/471-4711083_17-sai-transparent-naruto-shippuden-for-free-download.png",
      "body": "Sai se quedó huérfano de niño y fue reclutado por la raíz, una rama secreta de los ANBU. Allí se crió y se le condiciono a no tener personalidad, relaciones personales, sentimientos, o un nombre. Sai fue el nombre que se le dio para formar parte del equipo Kakashi. A pesar de que Sai en gran medida respeta esta regla, Sai mantiene un interés por el arte. Cuando Shin, un viejo miembro de raíz , descubrió la capacidad de dibujo de Sai, alentó el talento de Sai y se hicieron amigos."
    },
    {
      "id": 7,
      "nombre": "Rock Lee",
      "rango":"Chounin",
      "atake":"8 puertas internas",
      "aldea":"Aldea de la Hoja",
      "imagen":"https://i.pinimg.com/originals/ce/54/98/ce54989bb74ece2352b257c54183c3c6.png",
      "body": "Lee es muy enérgico, sincero, y más entusiasta. Él se caracteriza por ser el epítome de un buen chico, supone tener muchas de las peculiaridades de la personalidad de Gai . Un rasgo tal es su aparente falta de sentido común, creyendo a veces que él puede conseguir lo que quiere al no poder. También tiene un agudo sentido del honor, y respeta a sus oponentes, negándose a guardar rencor contra los que le han vencido, y está a favor de regresar el favor a los que le han ayudado. Esto fue demostrado por su amistad con Gaara y al perdonarlo por triturarle el brazo y la pierna, lo que llevó a su hospitalización y casi terminó su carrera como un ninja. Lee siente que otros deberían mostrar el mismo respeto hacia sus oponentes, y se disgusta cada vez que alguien es innecesariamente cruel con sus enemigos. Rock Lee es también conocido por ser el ninja mas resistente del la historia, cuando decimos resistente nos referimos a que nunca se rinde, siempre continua adelante y se esfuerza al máximo en algo asi haciendose mas fuerte"
    },
    {
      "id": 8,
      "nombre": "Gaara",
      "rango":"Hokage",
      "atake":"Ataud de Arena",
      "aldea":"Aldea de la Arena",
      "imagen":"https://i.pinimg.com/originals/bd/d8/80/bdd880f0f36acee896f46e0f274707af.png",
      "body": "Gaara fue entrenado por su padre, pero fue criado por su tíoYashamaru quien en una ocasión le indicó a este que pensaba que la arena que lo protegía tenía en sí la voluntad o espíritu de su madre y era por eso que lo protegía."
    }

  ]
}